<template lang="pug">
  container
    b-card(
        overlay
        img-src="static/img/brand/ava.jpg"
        img-alt="Card Image"
        text-variant="white"
        title="Тут тiльки найкращi брендовi речi"
        sub-title="Сток та секонд хенд")
        b-card-text.d-flex.flex-row-reverse 
            b-card(
                title="Знаходимося на Соцмicтi"
                img-src="static/img/brand/map.png"
                img-alt="Image"
                img-top
                style="max-width: 25rem;"
                bg-variant="success"
                 text-variant="white"
                class="mb-2")
                b-card-text Секонд хенд мiсто Кам`янське проспект конституцiї 26
                b-button(href="https://goo.gl/maps/PJoSQq1B2yAywgHW6" variant="primary") Прокласти маршрут
    b-card(img-src="static/img/brand/1.jpg" img-alt="Card image" img-left).mt-3
        b-card-text
          h1 Чому ми найкщащій секонд хенд у Кам`янському на Соцмicтi?
          span Ми закупаємо не ваговий секонд хенд, а штучні та гарні брендові речі домашньої зборки із Великобританії
          p Також варно брати до уваги те, що наш Секод Хенд у Кам'янському пряцює в дуже зручному для покупця режимі
          ul
            li 10:00 - 20:00 по буднях 
            li 09:00 - 20:00 у вихідні 
          p Такий графік роботи нашого секонд хенду підібрано згідно побажань наших кліентів та є найбільш зручним для більшості населення Соц міста Кам'янського
    b-card(img-src="static/img/brand/1.jpg" img-alt="Card image" img-right).mt-3
        b-card-text
          h1 Чому купувати у нас зручно?
          span Ну по перше у нас зовсiм не пахне секодн хендом :-). Ми постiйно робимо вологе прибирання, у нас гарна вентиляцiя i ми користуємося освіжувачами повітря
          p Ще ми розташовані дуже зручно! Сееонд хенд у Кам`янстькому розтошований у самому сердцi соцмiста - Проспект Конституції 26
          p Це бiля остановки Аптека у будівлі де раніше був розташований магазин "Садівник"
          p Також слід звернути увагу на такі факти про наш магазин стоку та секонд хенду
          ul
            li У магазині є дві зручні роздягальні з зеркалами та гарними пуфами 
            li У нашому магазині секонд хенду є термінал - це дуже зручний спосіб розрахунку Вашою улюбленою картою - Visa, Master Card, Goole Pay
            li Ми користуємося зареєстрованим РРО! Видаємо покупцю офіційні фіскальні чеки що є запарукою фінансової безпеки покупця
    b-card(img-src="static/img/brand/1.jpg" img-alt="Card image" img-left).mt-3
        b-card-text
          h1 Онлайн сервіси для секонд хенду -щось нове?
          span Ні - увесь світ зараз переходить на массове використання онлайн помічників, які економлять Ваш час та грощі
          p Ми відкриваємо унікальний для України онлайн магазин секонд хенду на якому ви зможете купувати речі та отримувати їх доставкою або навіть у нащій крамниці секонд хенду у Кам'янському на соцмісті
          p Також у нащі плани входить перевернути світ секонд хенду і 
          ul
            li Розробити чат інтелектуальних чат ботів для пошуку вживаних речей. Уявіть - ви питаєте бота - а є у вас розова сукня 30 розміру і бот шукає схожу сукню серед тисяч товарів бази нашого секонд хенду
            li Інтелектуальні сервіси обміну одягу та комісіонки
            li Сервіси бонусних программ для малого бізнесу з розпознаванням обличь 
          p Долучайтесь
          ul 
            li 
              b-icon(icon="mailbox" variant="info") 
              a(href="mailto:valismac@icloud.com") valismac@icloud.com
            li 
              b-icon(icon="telephone" variant="info") 
              a(href="https://t.me/torvald2") Telegram

</template>

<script>
export default {
  name: 'hello',
  data () {
    return {
      msg: 'Welcome to Your Vue.js PWA'
    }
  }
}
</script>
